answers = {
    "name": "Тўлиқ исм ва фамилиянгизни ёзиб юборинг 😊",
    "name_wait1": "Siz ismingiz va familiyangizni yubormadingiz.\n"
                  "Ro‘yxatdan o‘tishni davom ettirish uchun ularni yuboring.",
    "name_wait2": "Ro‘yxatdan o‘tish jarayoni yakunlandi ⌛️.",
    "number": "Телефон ракамингизни пастдаги тугмани босиб юборинг",
    "number_wait1": "Siz telefon raqamingizni yubormadingiz.\n"
                    "Ro‘yxatdan o‘tishni davom ettirish uchun 📲Raqam yuborish tugmasini bosing.",
    "number_wait2": "Ro‘yxatdan o‘tish jarayoni yakunlandi ⌛️.",
    "number_again": "Нотўғри рақам юбордингиз. Рақамингизни қуйидаги маҳсус тугма орқали юборинг 👇",
    "again": "Noto‘g‘ri format. Iltimos, qayta urinib ko‘ring.",
    "success": "Табриклайман 🥳\n"
               "Сиз муваффақиятли равишда рўйхатдан ўтдингиз\n\n"
               "Бепул марафонимиз ⬇️ ушбу каналда бўлиб ўтади, қўшилиб олинг 🔥",
    "30refs": "Siz 30 referalga erishdingiz, sizga taqdim etilmoqda:",
    "channel": "Биз тақдим этаётган курс, тренинг ва бонусларимиз ҳақида ҳамиша хабардор "
               "бўлиш учун каналимизга обуна бўлинг ✅",
    "ref_count1": "Сиз қўшган одамларингиз сони ",
    "ref_count2": " га етди! Бонусни қабул қилиш учун ҳаволани дўстларингиз ва танишларингиз билан бўлишишда давом этинг 🤗",
    "first_message": "Мен бепул марафоним иштирокчилари учун совғалар тайёрлаб қўйганман.\n\n"
                     "Совғани олиш учун ўз реферал ҳаволангизни яқинларингизга юбориб уларни ҳам бепул марафонга таклиф қилинг.",
    "chan_info1":"Минглаб ўқувчиларини онг ости пул блокларини ечиш ва онг остини қайта тўғри дастурлаш бўйича натижага "
                 "олиб чиқаётган халқаро мутахассис ПУЛ бўйича 5 кунлик бепул марафон ўтказаяпти.\n\n"
                 "Сиз ҳам иштирок этинг, сизнинг ҳам натижага чиқишингизни истайман💸\n\n"
                 "Марафонга қатнашиш учун ссылкага босинг: ",
    "chan_info2": "Ха айтганча, марафонга яқинларингизни таклиф қилиб қандай Совғалар ютиб оласиз?\n\n"
                 "🎁 1,2,3 - ўрин Энг кўп яқинларини қўшган 3 та марафон иштирокчиси Талиа Халабадан "
                 "175$лик консультацияни бепул олади.\n\n"
                 "🎁 4,5,6- ўрин Энг кўп яқинларини қўшган 3 та марафон иштирокчиси “Изобилие-16” "
                 "тренингида бепул ўқийди.\n\n"
                 "🎁 Марафонга 20 та яқинини таклиф қилган ҳар бир иштирокчи Практикум 1,2 тренинглари записини "
                 "совғага олади.\n\n"
                 "🎁 Марафонга 10 та яқинини таклиф қилган ҳар бир иштирокчи Практикум-3 записини совғага олади.\n\n"
                 "🎁 Марафонга 5 та яқинини таклиф қилган ҳар бир иштирокчи “Ҳаётий мақсад ва кредитлар” тренинги "
                 "записини совғага олади"

}
